Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: I tillegg er det også noen institusjoner som har en formell rolle innen språksentervirksomhet.
sme: Dasa lassin leat maid muhtin ásahusat main lea formálalaš rolla giellaguovddášdoaimmaheamis.

source: Kart med oversikt over samiske kulturinstitusjoner som mottar direktetilskudd over kulturkapittelet i sametingsbudsjettet.
sme: Kárta mas boahtá ovdan guđe sámi ásahusat ožžot njuolggodoarjaga Sámedikki bušeahtas kulturkapihttalis.

source: 5.4 Kategorisering av kulturinstitusjonene
sme: 5.4 Kulturásahusaid kategoriseren

source: Som nevnt er kulturinstitusjonene mangfoldige og mangeartede.
sme: Nu movt namuhuvvon, de leat sámi kulturásahusat máŋggabealagat ja iešguđetláganat.

source: Disse er ikke uttømmende eller nødvendigvis hensiktsmessige i andre sammenhenger.
sme: Áŋke orro vuogas sin ráddjet kategoriijaid mielde. Daid ii soaitte vuogas geavahit eará dilálašvuođain.

source: I et samfunnsbyggende perspektiv vil det også kunne bidra til en oversikt over hva som finnes og hva som mangler/er behovene for ulike kategorier av kulturinstitusjoner.
sme: Go geahččá servodathuksema geahčastagas de sáhttá dat addit gova das ahte mii gávdno ja mii váilu dahje masa lea dárbu kulturásahusain.

source: I Norge legges det ofte til grunn en firedelt klassifisering av statlige kulturinstitusjoner; stats-institusjoner, nasjonale institusjoner, region-/landsdelsinstitusjoner og knutepunktinstitusjoner (t.o.m. 2015).
sme: Norggas dávjá geavahuvvo njealjeoasat juohku stáda kulturásahusaide: stáda ásahusat, našunála ásahusat, regionála dahje guovllu ja guovddášásahusat (gitta 2015).

source: Det er først og fremst «store institusjoner» som teatre, orkestre og museer som er faste poster på statsbudsjettet.
sme: Leat vuosttažettiin “stuora ásahusat” nugo teáhterat, orkeastarat ja museat main lea fásta poasta stádabušeahtas.

source: I sametingsbudsjettet er det gjort en inndeling av institusjonene etter hovedfunksjon/-virksomhet, hvor institusjonene er av ulik størrelse;
sme: Sámediggebušeahtas leat ásahusat juhkkon váldodoaimma mielde, beroškeahttá man stuorrát ásahusat leat;

source: teatre, festivaler, museer, samiske kulturhus og kultur-formidlingsinstitusjoner.
sme: teáhterat, festiválat, museat, sámi kulturviesut, ja kulturgaskkustanásahusat.

source: I det følgende gis en grov, ikke uttømmende, oversikt over hva slags «dekning» det kan sies å være når det gjelder institusjoner innen noen kategorier av kunst- og fagfelt på norsk side av Sápmi.
sme: Čuovvovaččat addit roavva, muhto ii ollislaš gova das ahte makkár ásahusat gávdnojit Norgga bealde sámi go guoská muhtun dáidda ja fágaosiin.

source: Innen hvert felt kan det være enkeltinstitusjoner som kan sies å ha, eller ønske å ta, en nasjonal rolle, eller en landsomfattende funksjon.
sme: Muhtun osiin leat ásahusat main lea, dahje mat dáhtoše našunála doaimma, dahje doaimma olles riikkas.

source: Det kan også være mer spesialiserte institusjoner innenfor avgrensede kunst-/fagfelt.
sme: Sáhttet maid leat ásahusat main lea dihto máhttu juste muhtun fága dahje dáidda siskkobealde.

source: Andre kan være flerbruks-institusjoner/sentre med flere funksjoner under samme tak.
sme: Earát sáhttet dakkár guovddážat main leat máŋga doaimma, dahje loaiddastit máŋga iešguđetlágan doaimmat.

source: Noen har et regionalt eller lokalt virkeområde.
sme: Muhtumiin leat regionála dahje báikkálaš doaibmaguovlu.

source: Noen samarbeider allsamisk eller internasjonalt.
sme: Muhtumat ovttasbarget miehtá Sámi dahje riikkaidgaskasaččat.

source: Noen har ett hovedarrangement pr. år.
sme: Muhtumiin lea okta jahkásaš váldodoallu dahje meannu.

source: Noen har få eller ingen fast ansatte.
sme: Muhtumiin leat moadde fásta bargi dahje ii oktage.

source: Noen er fyrtårn eller lokomotiv innenfor sitt kunst-/fagfelt og/eller sitt geografiske- og/eller språk-område.
sme: Muhtumat leat cakkit dahje ovdamannit iežaset dáidda- fágasuorggi siskkobealde dahje iežaset geográfalaš- ja/ dahje giellaguovllu siskkobealde.

source: Det er av ulike årsaker relativt stor variasjon i aktivitetsnivå ved disse kulturinstitusjonene.
sme: Iešguđet sivaid geažil lea hui stuora erohus man ollu doaimmat leat dain iešguđet kulturásahusain.

source: Sametinget erkjenner at det kan ha vært noe uklart hva våre forventinger til kulturinstitusjonene er, ved at forventningene ikke har vært tilstrekkelig differensiert og tilpasset for eksempel deres størrelse, funksjon og samfunnsrolle.
sme: Sámediggi dovddaha ahte sáhttá leat leamaš eahpečielggas ahte mat min vuordámušat leat kulturásahusaide leat leamaš, go vuordámušat eai leat leamaš doarvái bures heivehuvvon sin dárbbuid, doaimmaid ja servodatdoaimma ektui.

source: Scene-feltet:
sme: Lávdedáidda suorgi:

source: Sametinget gir direktetilskudd til to etablerte samiske turnéteatre - et nasjonalteater og et prosjektteater, og til et kulturskoletilbud med samisk barneteater.
sme: Sámediggi addá njuolggodoarjaga guovtti sajáiduvvon teáhteriidda – našunála teáhterii ja prošeaktateáhterii, ja ovtta kulturskuvlafálaldahkii mas lea sámi mánáidteáhter.

source: Beaivváš Sami Našunálateáhter har en nasjonal rolle.
sme: Beaivváš Sami Našunálateáhteris lea našunála rolla.

source: I tillegg støtter Sametinget over søkerbaserte ordninger det frie scenefeltet, herunder dans, og ulike samarbeidsprosjekt med nasjonale/regionale teatre og teatergrupper.
sme: Dasa lassin doarju Sámediggi doarjjaortnegiid bokte friddja lávdedáidaga, nugo dánsuma, ja iešguđet ovttasbargoprošeavttaide gaskal našunála ja guovllu teáhteriidda ja teáhterjoavkkuide.

source: Visuell kunst-feltet:
sme: Visuála dáiddasuorgi:

source: Sametinget gir direktetilskudd til Senter for samisk samtidskunst, som har en nasjonal rolle.
sme: Sámediggi addá njuolggodoarjaga Sámi Dáiddaguovddážii, mas lea našunála rolla.

source: Sametinget gir også driftstilskudd til Savio-museet gjennom direktetilskudd til Tana og Varanger museumsiida.
sme: Sámediggi addá maid doaibmadoarjaga Savio-museai njuolggodoarjaga bokte maid Deanu ja Várjjat museasiiddat ožžot.

source: I påvente av etablering av et Samisk kunstmuseum er det etablert en midlertidig løsning for kunsten innkjøpt gjennom innkjøpsordningen for samisk samtidskunst og kunsthåndverk, ved leie av nye og mer formålstjenlige lokaler i Karasjok.
sme: Dan botta go vuordit ahte Sámi Dáiddamusea álggahuvvo, de láigohuvvojit gaskaboddosaččat ođđa ja vuohkkaseappo visttiid Kárášjogas dáidagii mii lea ostojuvvon oastinortnega sámi ođđaáiggi dáidagii ja dáiddaduodjái bokte.

source: Det finnes utstillingslokaler ved flere kulturhus-/sentre som Sametinget gir direktetilskudd til.
sme: Čájáhus lanjat gávdnojit máŋgga kulturásahusas/guovddážiin maiddá Sámediggi addá njuolggodoarjaga.

source: Visuell kunst-feltet støttes også over søkerbaserte ordninger.
sme: Visuála dáidda suorgi dorjojuvvo maiddái ohcanvuđot doarjjaortnegiid bokte.

source: Film-feltet:
sme: Filbma suorgi:

source: Sametinget gir direktetilskudd til Internasjonalt Samisk Filminstitutt (ISFI), som har en nasjonal, internasjonal og allsamisk rolle.
sme: Sámediggi addá njuolggodoarjaga Internašunála Sámi Filbma Instituhttii (ISFI), mas lea našunála, internašunála, ja obbasámi rolla.

source: Sametinget har alene siden oppstarten gitt driftstilskudd til ISFI.
sme: Sámediggi lea álggu rájes addán doaimmahandoarjaga ISFIii.

source: I tillegg gis det støtte over søkerbaserte ordninger til ulike prosjekter.
sme: Dasa lassin addá Sámediggi ohcanvuđotdoarjaga iešguđet prošeavttaide.

source: Kulturdepartementet tildeler ISFI støtte til aktiviteter, men ikke drift.
sme: Norgga Kulturdepartemeanta doarju ISFI lágidemiid muhto ii doaimmaheami.

source: Nordisk Råd har vedtatt at de vil støtte driften inntil regjeringene i Norge, Sverige og Finland i samarbeid finner en løsning på driftsfinansieringen.
sme: Davviriikkalaš ráđđi lea mearridan ahte sii dii dorjot doaimmaheami dassážii ráđđehusat Norggas, Ruoŧas ja Suomas ovttasráđiid gávdnet čovdosa doaimmahanruhtadeapmái.

source: Litteratur-feltet: Innenfor litteraturfeltet finnes institusjoner eller aktører som bibliotek, bokbusser, forlag og litteraturhus.
sme: Girjjálašvuođa suorggis gávdnojit ásahusat dahje aktevrrat nugo girjerádjosat, girjebusset, lágádusat ja girjjálašvuođaviesut.

source: Sametinget gir direktetilskudd til åtte samiske bokbusser.
sme: Sámediggi addá njuolggodoarjaga gávcci sámi girjebussii.

source: I tillegg gir vi investeringsstøtte til kjøp av nye busser.
sme: Dasa lassin addit mii investerendoarjaga ođđa bussiide.

source: Vi har også vårt eget bibliotek på sametingsbygget i Karasjok, som har en nasjonal funksjon.
sme: Mis lea iežamet girjerájus Sámedikki visttis Kárášjogas, das lea našunála doaibma.

source: Det gis direktetilskudd over ordningen Samiske medier til ulike publikasjoner og tidsskrift.
sme: Sámediggi addá maid njuolggodoarjaga iešguđet Sámi mediai ja čállagiidda.

source: Det finnes noen samiske forlag (9), hvorav flere etter søknad mottar driftstilskudd fra Sametinget.
sme: Gávdnojit muhtun sámi lágádusat (9) ja máŋgasat ožžot doaibmadoarjaga Sámedikkis.

source: Det er også etablert et samisk litteratursenter som i hovedsak eies og drives av forlaget Čálliid Lágádus, og som befinner seg i Karasjok men også har en egen samisk avdeling i Eldorado bokhandel i Oslo.
sme: Sámi girjjálašvuođaguovddáš lea álggahuvvon Kárášjohkii. Dan eaiggáduššá (eanas) lágádus Čálliid Lágádus mii lea maid Kárášjogas, ja das lea maid sierra sámi ossodat Eldorado girjegávppis Oslos.

source: Sametinget har gitt etableringsstøtte til litteratursenteret.
sme: Sámediggi lea addán álggahandoarjaga girjjálašvuođa guovddážii.

source: Saksfeltet vil beskrives og drøftes i en kommende redegjørelse om litteratur.
sme: Áššesuorgi boahtá nai čilgejuvvot boahttevaš girjjálašvuođa čielggadeamis.

source: Sametinget vil i 2016 også evaluere tilskuddsordningen til samiske bokbusser, og utarbeide en strategi for fremtidig utvikling av disse.
sme: Sámediggi áigu maid 2016:s evalueret doarjjaortnega sámi girjebussiide ja ráhkadit strategiija daid boahttevaš ovdáneapmái.

source: Joik/musikk-feltet, herunder også festivaler:
sme: Juoigan/musihka suorgi, guoská maid festiválaide.

source: Sametinget gir direktetilskudd til åtte samiske festivaler hvor samisk- og urfolksmusikk og joik er sentrale deler av festivalprogrammene for de fleste, og de således er viktige arenaer for synliggjøring av samisk musikk og artister.
sme: Sámediggi addá njuolggodoarjaga gávcci sámi festivála gos sámi ja álgoálbmotmusihka ja luohti lea guovddážis eanas festivála prográmmain, ja nie leat dat dehálaš arenat čalmmustahttit sámi musihka ja artisttaid.

source: Fra 2016 gis det også direktetilskudd over kulturnærings-kapittelet i sametingsbudsjettet til en musikkfestuke.
sme: 2016 rájes addo maid njuolggodoarjja kulturealáhus kapihttalis Sámediggebušeahtas musihkkafeastavahkkui.

source: Riddu Riđđu festivalen har fra 2009 til 2015 hatt en rolle og ansvar som knutepunktinstitusjon, med tilskudd over statsbudsjettet.
sme: Riddu Riđđu festivála lea jagis 2009 gitta 2015 rádjai leamaš dakkár ásahus mii lea ožžon doarjaga stádabušeahtas, nu gohčoduvvon guovddášásahus.

source: Sametinget har over flere år gitt tilskudd til Sápmi Music over søkerbaserte ordninger.
sme: Sámediggi lea Sápmi Music ohcandoarjja ortnega bokte.

source: Sápmi Music evalueres i 2015/2016.
sme: Sápmi Music evaluerejuvvo jagiin 2015/2016.

source: Sametinget har igangsatt et arbeid med styrking og videreutvikling av rammevilkårene for joik, samisk musikk og for samiske musikere.
sme: Sámediggi lea álggahan barggu man ulbmil lea nanusmahttit ja ovdánahttit rámmaeavttuid luohtái, sámi musihkkii ja sámi musihkkariidda.

source: Arbeidsgruppens rapport som kommer første halvdel av 2016 vil blant annet inneholde anbefalinger.
sme: Bargojoavkku raporta mii gárvána vuosttaš 2016 jahkebealis sisttisdoallá árvalusaid.

source: Arbeidsgruppen påpeker at det er et behov for oppbygging av et sterkt fag-/kompetansemiljø for joik og samisk musikk.
sme: Bargojoavku fuomášuhttá ahte lea dárbu hukset nanu fága ja mohtorguovddáža luohtái ja sámi musihkkii.

source: Over søkerbaserte ordninger gis det støtte til musikkutgivelser, turnéstøtte og honorar.
sme: Ohcandoarjaga bokte addo doarjja musihkka almmuhemiide, johttimátkkiide, ja bálkáhemiide.

source: Og til andre festivaler og arrangement hvor samisk musikk og joik er del av innholdet.
sme: Ja maiddái eará festiválaide ja doaluide gos sámi musihka ja luohti leat oassin

source: Museumsfeltet:
sme: Musea suorgi:

source: Sametinget har forvaltningsansvar, og gir driftstilskudd til seks konsoliderte samiske museer.
sme: Sámedikkis lea hálddahuslaš ovddasvástádus ja addá doaimmahandoarjaga guđa konsoliderejuvvon sámi museai.

source: I tillegg får de støtte over søkerbaserte ordninger til ulike prosjekter.
sme: Dasa lassin ožžot sii doarjagiid doarjjaohcamiid bokte iešguđet prošeavttaide.

source: De arbeider etter nasjonal og internasjonale museumsfaglige prinsipper, og er medlem i det nasjonale museumsnettverket.
sme: Sii čuvvot našunála ja internašunála museafágalaš prinsihpaid barggadettiin ja leat miellahtut našunála museafierpmádagas.

source: De samiske museene er ulike av størrelse og alder, men fungerer sammen med de samiske kultursentraene som hjørnesteinsbedrifter i de samiske samfunnene.
sme: Sámi museat leat iešguđet áiggi álggahuvvon ja sturrodagas, ja doibmet ovttas eará sámi kulturásahusaiguin dakkár dehálašfitnodahkan sámi servodagain.

source: De har dels noe ulike virksomhetsområder, men felles er at de har høy kompetanse innen sine fagområder.
sme: Dain leat iešguđetlágan doaibmasuorggit, muhto buohkain lea alla gelbbolašvuohta iežaset fágasuorggis.

source: Sametinget har lagt fram en Museumspolitisk redegjørelse i 2013, som ligger til grunn for Sametingets forvaltning og politikk på området.
sme: Sámediggi lea ovddidan Museapolitihkalaš čilgehusa 2013:s, mii lea vuođđun dasa movt Sámediggi hálddaša suorggi ja makkár politihkka das lea suorggis.

source: Bååstede- tilbakeføring av samisk kulturarv.
sme: Bååstede – sámi kulturárbbi ruovttoluotta fievrrideapmi

source: I 2012 underskrev Sametinget, Norsk folkemuseum og Kulturhistorisk museum en avtale om å tilbakeføre samiske kulturhistoriske gjenstander til de samiske museene.
sme: Jagi 2012 vuolláičállojuvvon šiehtadusas gaskal Kulturhistorjjálaš musea, Norgga álbmotmusea ja Sámedikki. Šiehtadus gieđahallá sámi kulturhistorjjálaš dávviriid ruovttoluotta fievrrideami Norgga álbmotmuseas ja Kulturhistorjjálaš museas guđa sámi museaide.

source: Dette er samisk kulturarv som ble ført bort fra det samiske samfunnet.
sme: Lea sáhka sámi kulttorárbbis mii fievrreduvvui eret sámi servodagas.

source: Arbeidet med gjennomgang av arkivmaterialet og forberedelse for konservering av gjenstandene lokalisert ved Norsk folkemuseum er igangsatt.
sme: Bargu mannat čađa arkiivamateriála ja ráhkkanahttit biergasiid konserverema lea álggahuvvon Norgga Álbmotmuseas.

source: I dag er det Sametinget som støtter arbeidet med 1 mill. kr årlig, i tillegg til at det er bevilget en mindre del prosjektmidler fra andre instanser.
sme: Odne lea Sámediggi mii doarju dán barggu 1 miljon ruvnnuin jahkásaččat. Dasa lassin juolluduvvojit unnit prošeakta doarjagat eará ásahusain.

source: Det er ennå behov for finansiering av tilbakeføringen, som er kostnadsberegnet til 17 mill. kr, noe som Sametinget ønsker et samarbeid med sentrale myndigheter om.
sme: Lea ain dárbu ruhtadeapmái mii lea rehkenaston máksit 17 mill, dasa áiggošii Sámediggi ahte guovddáš eiseválddit searvvaše.

source: Kultursentre/flerbrukshusene/kulturhus/møteplasser Sametinget gir direktetilskudd til 16 institusjoner som i sametingsbudsjettet er kategorisert som Samiske kulturhus og kulturformidlingsinstitusjoner.
sme: Kulturguovddážat/ máŋggageavahusviesut/kulturviesut/ deaivvadanbáikkit Sámediggi addá njuolggodoarjaga 16 ásahussii mat Sámedikki bušeahtas leat kategoriserejuvvon Sámi kulturviessun ja kulturgaskkustaninstitušuvnnat.

source: Det kan også gis støtte til ulike prosjekt og arrangement over Sametingets søkerbaserte ordninger.
sme: Iešguđetlágan prošeavttaide sáhttá maid juolluduvvo doarjja Sámedikki doarjjaohcamiid bokte. Dát ásahusat ovddastit máŋggabealatvuođa sihke sisdoalus ja doaimmas.

source: Disse institusjonene representerer et stort mangfold når det gjelder innhold og funksjon, og det er stor variasjon i størrelsen på institusjonene både hva gjelder aktivitet og antallet personer tilknyttet virksomheten og i nedslagsfeltet til institusjonene.
sme: Ásahusaid sturrodat sihke doaimmaid, bargiid ja guovlluid viidodagaid rievddada.

source: Flere institusjoner har et nasjonalt eller regionalt nedslagsfelt, og med et bredt virksomhetsfelt.
sme: Máŋgga ásahusas lea našunála dahje regionála ovddasvástádus ja dain lea doaimmat leat máŋggaláganat.

source: Mange av kulturhusene er små med en ren lokal virksomhet, og da ofte uten noen ansatte.
sme: Máŋga kulturviesu leat unnit ja dain lea njulgestaga báikkálaš doaibma, ja dávjá ii oktage bálkáhuvvon bargi.

source: Noen av institusjonene har en kunstfaglig/spesialisert virksomhet, og denne virksomheten kan også være grenseoverskridende.
sme: Muhtun ásahusain lea dáiddafágalaš doaibma, ja dat doaibma sáhttá maid leat rájiid badjel.

source: De samiske samfunn har en variert dekning hva gjelder typer institusjoner og andre organ innenfor ovennevnte kunst- og fagfelt.
sme: Sámi servodagain lea gávdnojit iešguđet muddui ásahusat ja eará orgánat ovdalis namuhuvvon dáidda- ja fágasurggiin.

source: Og fremdeles er det kategorier institusjoner de samiske samfunn mangler for å kunne dekke behov og løse samfunnsoppgaver.
sme: Ain gávdnojit kategoriijat ásahusain maid váilot sámi servodagain vai čoavddáše dárbbuid ja servodatdoaimmaid.

source: I et kortsiktig perspektiv vurderes det særlig å være udekkede nasjonale behov når det gjelder et egnet Samisk kunstmuseum og en form for fagmiljø for joik og musikk.
sme: Lagamus áiggi geahčastagas orro earenoamážit dárbu vuogas Sámi muhtun lágas fágabiras luohtái ja musihkkii.

source: For fremtiden forventes det i tillegg å fremkomme flere ønsker om samiske møteplasser og kulturarenaer i tettsteder og byer, og i områder hvor samisk tilstedeværelse og identitet revitaliseres.
sme: Boahtte áigái jáhkkit maid lassánit dáhtut eambbo sámi deaivvadan báikkiid gávpogiidda ja čoahkkebáikkiide, ja guovlluin go sámevuohta ja identitehta lea ealáskeame fas.

source: 6 Overordnede målsettinger for samiske kulturinstitusjoner
sme: 6 Bajimuš dási mihttomearit sámi kulturásahusaide

source: Sametingets overordnede mål for kulturpolitikken er et levende og mangfoldig samisk kunst- og kulturliv av god kvalitet som er tilgjengelig for alle.
sme: Sámedikki bajimus dási mihttomearri lea ealli ja girjás sámi kultureallin mas lea buorre dássi ja mii lea olámuttos buohkaide.

source: Tilgang til kultur er i stor grad et kollektivt gode.
sme: Kultuvra maid buohkat sáhttet olahit lea buoremuddui kollektiivvalaš fálaldat.

source: For Sametinget er det viktig at den samiske befolkningen skal ha like muligheter som den øvrige befolkningen til å delta i kulturlivet.
sme: Sámediggái lea dehálaš ahte sámi álbmogis leat seamma vejolašvuođat beassá vásihit kultureallima go earát ge servodagas.

source: 6.1 Rammer
sme: 6.1 Rámmat

source: 6.1.1 Sametingets rolle og ansvar
sme: 6.1.1 Sámedikki rolla ja ovddasvástádus

source: Sametinget har en viktig rolle med å bidra til at de samiske kulturinstitusjonene styrkes, og det samiske samfunnet har store forventninger til Sametingets bidrag til dette.
sme: Sámedikkis lea dehálaš rolla bargat dan badjelii ahte sámi ásahusat nanusmahttojuvvojit ja sámi servodagas leat stuorra vuordámušat Sámediggái dán ektui.

source: Sametinget tar på vegne av den samiske befolkningen i Norge ansvar for egen utvikling og fremtid, og forventer at statlige myndigheter legger til rette for dette.
sme: Sámediggi váldá dan ovddasvástádusa sámi álbmoga ovddas Norggas ovddidit iežamet boahtteáiggis ieža, ja vuordit ahte stáhta eiseválddit láhčet diliid nu ahte dat lea vejolaš.

source: Sametinget ønsker reelle muligheter til å påvirke ramme-betingelsene for samiske samfunn.
sme: Sámediggi háliida oažžut duohta vejolašvuođaid váikkuhit sámi servodaga rámmaeavttuide.

source: Dette innebærer blant annet muligheten til aktivt å utvikle samiske institusjoner.
sme: Dat mearkkaša earret eará dan ahte beassat árjjalaččat searvat sámi ásahusaid ovddideapmái.

source: Dette gjør vi blant annet gjennom aktiv virkemiddelbruk, gjennom samarbeid med aktører som arbeider for samisk kulturutvikling, og ved politisk og administrativ dialog med sentrale, regionale og lokale myndigheter for å styrke rammevilkårene for samisk kulturutvikling.
sme: Dan mii bargat earret eará árjjalaš váikkuhangaskaomiid geavaheami bokte, ovttasbarggu bokte aktevrraiguin mat ovddidit sámi kultuvrra, ja politihkalaš ja hálddahuslaš gulahallama bokte guovddáš, regionála ja báikkálaš eiseválddiid gaskka dan ektui ahte nannet rámmaeavttuid sámi kultuvrra ovddideapmái.

source: Sametinget har ansvaret for flere forvaltningsoppgaver innenfor det samiske kunst- og kulturlivet.
sme: Sámedikkis lea ovddasvástádus máŋgga hálddahuslašdoaimmain siskkobealde sámi dáidda- ja kultureallima.

source: Vi overtok forvaltningsansvaret for allerede etablerte institusjoner og ordninger fra regjeringen rundt 2002.
sme: Mii válddiimet badjelasamet ráđđehusas hálddahuslašdoaimmaid máŋga etablerejuvvon ásahusaid ovddas birrasiid jagis 2002.

source: Dette gjaldt de samiske museene, Beaivváš Sámi Našunálteáhter, samiske festivaler, samisk idrett og andre økonomiske ordninger til kultur.
sme: Dat guoskái sámi museaide, Beaivváš Sámi Našunálteáhterii, sámi festiválaide, sámi valáštallamii ja máŋga eará ekonomalaš doarjja ortnega kultuvrii.

source: Dette innebærer blant annet at Sametinget forvalter og tildeler den statlige tilskuddsordningen for disse oppgavene.
sme: Dat mielddisbuktá ahte Sámediggi hálddaša ja juohká stáda doarjaga dain doaimmain.

source: Sametinget har i tillegg inkludert flere ordninger og institusjoner i vår kulturforvaltning for å nå våre mål på området.
sme: Sámediggi lea dasa lassin bidjan lassi ortnegiid ja ásahusaid min kulturhálddašeapmái vai olahivččiimet iežamet ulbmiliid dán suorggis.

source: Institusjonene har også et eget ansvar i å opprettholde og utvikle seg som institusjon og etablere gode samarbeidsrelasjoner til ulike aktører.
sme: Ásahusain lea alddiineaset maid ovddasvástádus doalahit ja ovdánahttit iežaset ásahussan ja ráhkadit buriid ovttasbarggu iešguđet aktevrraiguin.

source: Sametingets ansvar er blant annet å legge til rette for dette gjennom virkemiddelbruk, dialog og ved å skape arenaer for samarbeid.
sme: Sámedikki ovddasvástádus lea láhčit dili dasa váikkuhangaskaomiid bokte, gulahallamiin ja ráhkadit arenaid gos sáhttá ovttasbargat.

source: Det er viktig med en bevisst holdning til de ulike roller Sametinget kan ha, som politikk utformer og – pådriver, som finansier, forvalter, medstifter/eier, styreoppnevner, aktør i byggeprosesser. For å sikre legitimitet til disse rollene og for å skape tillit, må Sametinget være tydelig på de ulike rollene og hvordan disse forvaltes, med de muligheter og begrensninger dette innebærer.
sme: Deaŧalaš lea ahte mii leat dihtomielalaččat dan ektui makkár sierra rollat Sámedikkis leat politihka hábmemis ja jođiheamis, ruhtadeaddjin, hálddašeaddjin, miel-vuođđudeaddjin, eaiggádin, stivranammadeaddjin, aktevran huksenproseassain, jna. Go galggaš sihkkarastit legitimitehta dáid rollaide, ja oažžut luohttámuša, de ferte Sámedikkis leat čielga oaivil iešguđege rollaid ektui ja movt dat hálddašuvvojit, makkár vejolašvuođaid ja gáržžidusaid dat buktet.
